Repository: Ropecon/ropecon-www
Catalog: languages/*.po
Languages: fi

source: Title cover
fi: Otsikkokansi

source: Centered title on top of image.
fi: Keskitetty otsikko kuvan päällä.

source: Three icon columns
fi: Kolme kuvakesaraketta

source: Three columns with icons and varying background colors.
fi: Kolme saraketta kuvakkeilla ja erivärisillä taustoilla.

source: Footer Widgets
fi: Alaviitteen vimpaimet

source: Main navigation
fi: Päänavigaatio

source: Guide navigation
fi: Oppaan navigaatio

source: Black
fi: Musta

source: Ropecon Gray
fi: Ropecon harmaa

source: White
fi: Valkoinen

source: Ropecon Color #1
fi: Ropecon väri #1

source: Ropecon Color #2
fi: Ropecon väri #2

source: Ropecon Highlight #1
fi: Ropecon korostusväri #1

source: Ropecon Highlight #2
fi: Ropecon korostusväri #2

source: Ropecon theme
fi: Ropecon-teema

source: Quick Guide
fi: Pikaopas

source: Open Issues
fi: Avoimet ongelmat

source: File New Issue
fi: Ilmoita ongelmasta

source: Still need help or have other questions?
fi: Tarvitsetko vielä apua tai onko sinulla muuta kysyttävää?

source: Find us on the Ropecon Slack on %s
fi: Löydät meidät Ropeconin Slackista kanavalta %s

source: Settings for Ropecon
fi: Asetukset Ropeconille

source: Save Changes
fi: Tallenna muutokset

# settings section title
source: General
fi: Yleinen

source: 404 Error Page
fi: 404 -virhesivu

source: Footer Copyright Content
fi: Alaviitteen tekijänoikeussisältö

source: -- Use built-in --
fi: -- Käytä sisäänrakennettua --

source: Description
fi: Kuvaus

source: Read the rest of this article &raquo;
fi: Lue loput tästä artikkelista &raquo;

source: Content not found
fi: Sisältöä ei löytynyt

source: The content you were looking for was not found.
fi: Etsimääsi sisältöä ei löytynyt.

source: Icon
fi: Kuvake

source: Icon Name
fi: Kuvakkeen nimi

source: Default
fi: Oletus

source: Content in boxes
fi: Sisältö laatikoissa

source: Full height
fi: Täyskorkeus

source: Shadow
fi: Varjo

source: Text overlaying image
fi: Teksti kuvan päällä

source: Currency
fi: Valuutta

source: Toggle menu
fi: Valikko päälle/pois
